Repository: collective/collective.groupspace.mail
Catalog: collective/groupspace/mail/locales/*/LC_MESSAGES/collective.groupspace.mail.po
Languages: fr

source: An error occurred while sending the email. %s
fr: Une erreur est survenue durant l'envoi du courriel. %s

source: An error occurred while sending the email. %s,
fr: Une erreur est survenue durant l'envoi du courriel. %s,

source: Emails sent.
fr: Courriels envoyés.

source: Notification emails sent.
fr: Courriels de notification envoyés.

source: Please correct the indicated errors.
fr: Veuillez corriger les erreurs indiquées.

source: Please enter a valid email address.
fr: Veuillez entrer une adresse courriel valide.

source: Please fill in a message.
fr: veuillez entrer un message.

source: Select at least one recipient.
fr: Sélectionnez au moins un destinataire.

source: Your email address is invalid: %s
fr: Votre adresse courriel est invalide: %s

source: box_group_mail
fr: Courriel au groupe

source: heading_send_email_to_group
fr: Envoyer un courriel au groupe

source: help_message
fr: Le message du courriel.

source: help_send_from
fr: Votre adresse courriel.

source: label_message
fr: Message

source: label_required
fr: (Requis)

source: label_send
fr: Envoyer

source: label_send_from
fr: De

source: label_send_to_members
fr: Envoyer à

source: legend_address_info
fr: Informations d'adresse

source: no_email_in_preferences
fr: Vous devez définir votre adresse courriel dans vos préférences pour envoyer des messages.

source: no_emails_found
fr: Aucune adresse courriel trouvée.

source: title_required
fr: Requis
